/*  Display when user enters a valid ip address or name */
"Valid and complete address." = "Poprawny i kompletny adres.";

/* Display when user enters an invalid ip address or name */
"Invalid or incomplete address." = "Niewłaściwy lub niekompletny adres.";

/* Display when port number entry is incorrect */
"Invalid port number. Port number must be between 1-65535." = "Niewłaściwy numer portu. Numer ten musi być z zakresu 1-65535.";

/* Display when address field is empty */
"Enter host name or IP address." = "Podaj nazwę komputera lub jego adres IP.";

/*  Display when verifying what the user enters in ip address field */
"Verifying address..." = "Sprawdzam adres…";

/* */ 
"Unable to determine reachability. [%d, %ld]" = "Nie można określić dostępności. [%d, %ld]";
